caarlos0/jvm
djui/alias-tips
caarlos0/zsh-mkc
zsh-users/zsh-completions
caarlos0/zsh-open-github-pr
jreese/zsh-titles
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
romkatv/powerlevel10k
