zsh-users/zsh-completions
zdharma/fast-syntax-highlighting
zsh-users/zsh-history-substring-search

<% if [ "$ZSH_FEATURES" = 'full' ]; then %>
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
<% fi -%>

<% if [ "$TERMINAL" = 'termite' ]; then %>
trystan2k/zsh-tab-title
<% fi -%>

mafredri/zsh-async

# Theme
sindresorhus/pure
# spaceship-prompt/spaceship-prompt
# starship/starship
#romkatv/powerlevel10k
#tylerreckart/hyperzsh
# halfo/lambda-mod-zsh-theme
